{
  "name": "Shattered Refuge",
  "author": "Seccunda",
  "rooms": {
    "1500": {
      "vnum": 1500,
      "name": "The chief guard",
      "description": "Large slabs of granite have been haphazardly assembled into a huge desk\nof sorts.  Several pieces of rusted weaponry occupy places of honour\nbehind the desk.  A large, thick slab of granite forms a door to the north.",
      "sector": "underground",
      "flags": {},
      "exits": {
        "north": 1576,
        "south": 1575
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1501": {
      "vnum": 1501,
      "name": "A bend in the trail",
      "description": "The trail widens here, becoming more a roadway than a mere simple\npath. Signs of civilization begin to assail your senses.  The road\ncontinues to the east, while the path fades into the trees off to\nthe north.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "east": 1502,
        "northwest": 3588
      },
      "exdescs": {
        "signature": "The area to the east is populated with two distinct groups.\nGnomes, who are tinkerers, scientists, cheerful, meticulous,\nand good natured, occupy the village just to the east. The\nHobgoblins, who are sneaky, coniving, envious, slovenly, and\nhave an evil temperment, have been mining and extending their\ninfluence within caves further to the east. A long standing\nrivalry has existed between these two societies. To date, it\nremains unresolved.\n\nThe level range for this area is from level 5 to approximately\nlevel 20. Use caution and care when exploring. Make use of the\nLOOK command to find many hidden details of these two groups.\n\nArea rewritten by:\nWitherin Seccunda-DethBlayde, the Badger\nBrittany Seccunda-DethBlayde, Godmother of the Realms\nRewrite Completed: Tuesday May 7, 1996"
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1502": {
      "vnum": 1502,
      "name": "A distant sound",
      "description": "It is so quiet and peaceful here that you find it difficult to resist\nthe urge to just sit back against a tree and relax for a while. The\nonly sound that breaks the peace is a soft hint of metal upon metal.\nThe pathway splits here. Continuing east and west, with a trail leading\noff to the north.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "east": 1520,
        "north": 1503,
        "west": 1501
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1503": {
      "vnum": 1503,
      "name": "Breaks in the trees",
      "description": "The pathway continues to the north and south. Breaks in the trees to\nthe east and west show buildings of an odd design. Large and squat,\nthey seem quite sturdily built. Low in height, their creators must not\nbe altogether too tall.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1506,
        "north": 1510,
        "south": 1502,
        "west": 1505
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1504": {
      "vnum": 1504,
      "name": "Storage",
      "description": "Tiny and overflowing, this room contains oddments of every sort and stripe.\nSmall, carefully labelled boxes line the walls.  One set of shelves is\ndedicated to loose items.  Each one is carefully tagged.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1505
      },
      "exdescs": {
        "boxes": "Meticulous in the extreme, whoever is in charge of this room has\ntaken great care to miss nothing. As you scan through the items,\nyou open up a box of nails. Not only is the box labelled, but each and\nevery nail has it's own tiny tag stating simply: Nail, quantity = 1.",
        "items": "Much of what you see here is difficult, if not impossible to\nidentify. Being able to read the labels does not help matters. One\nparticularly strange item has the tag of:  Bodntronic socket whittle.",
        "loose": "Much of what you see here is difficult, if not impossible to\nidentify. Being able to read the labels does not help matters. One\nparticularly strange item has the tag of:  Bodntronic socket whittle."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1505": {
      "vnum": 1505,
      "name": "A small lab",
      "description": "The moment you walk through this door, your ears are assaulted with a\ncacophony of sound. Hundreds of small devices litter the tables around\nthe lab. Ticking, clicking, scraping, scrunching, you wonder how anyone\ncan possibly get any work done in such a racket.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1503,
        "west": 1504
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1506": {
      "vnum": 1506,
      "name": "A small lab",
      "description": "As you walk through the doors, an unnatural quiet envelops you. The\nsounds outside disappear as suddenly as if a knife had cut through them.\nAs your ears adjust to the quiet, you begin to realize that it's not\ntotally silent. A low, almost inaudible hum permeates the room. As\nyou focus on it, you see it comes from a strange object set along\nthe south wall.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1507,
        "west": 1503
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1507": {
      "vnum": 1507,
      "name": "Gears galore",
      "description": "This storage room is chock full of every gear and spring imaginable.\nRacks and racks of them. From the teak to oak, from brass to gold,\nthey seem to be made of a myriad of materials. Each and every one\nhas been carefully labelled and placed.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "west": 1506
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1508": {
      "vnum": 1508,
      "name": "Careful storage",
      "description": "A blast, like a wall of air washes over you as you enter this room. Crisp\nand somewhat sterile, it is a welcome relief from the smells that assailed\nyou in the other room. Hundreds of tiny white boxes line the shelves here,\neach one meticulously labeled.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1509
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1509": {
      "vnum": 1509,
      "name": "Bubbling beakers",
      "description": "The smell in this place is awful, so much so that you can almost feel\nyour hair curling up on  end. Beakers and decanters bubble and steam.\nOne table is covered with small dishes, each containing a different\nmix of multicolored powder.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1510,
        "west": 1508
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1510": {
      "vnum": 1510,
      "name": "End of the path",
      "description": "You've reached the end of the path. Through breaks in the trees, you\ncan see three buildings. To the east and west are more of the squat\nbuildings that you noticed earlier. To the north however, there is\na much nicer building. Smaller than the others, it is grander in\ndesign.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1511,
        "north": 1513,
        "south": 1503,
        "west": 1509
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1511": {
      "vnum": 1511,
      "name": "A strange garden",
      "description": "This building seems to be an odd mix of indoor garden and mechanical\nlaboratory. Rows of hanging plants are being constantly looked over,\nprimped, and fed, by strange pieces of machinery. Little floating\nballs hover and float along the pathways. Their tiny arms extending,\ntweeking, and hiding away again. You find you have to keep your head\nlow, lest you run afoul of the strange objects.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1512,
        "west": 1510
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1512": {
      "vnum": 1512,
      "name": "Cluttered storage",
      "description": "The best way to describe this room is organized chaos. Things are stacked\neverywhere. Pots are stacked on top of boxes of metal casings. Pouches of\nsoil are laid alongside intricate tools of the finest workmanship. The\nclutter comes from a lack of space, rather than a general disorderly\nnature. You can gather this by the fact that everything has a label, and\nthat while cluttered, all items seem to have been placed with care.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "west": 1511
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1513": {
      "vnum": 1513,
      "name": "A large office",
      "description": "Obviously the office of the chief Gnome, it is well appointed in\nelegant, if tiny, furniture. Several large paintings adorn the walls.\nOne table along the western wall holds several odd objects. The floor\nis done in a complex parquet pattern.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "down": 1515,
        "north": 1514,
        "south": 1510
      },
      "exdescs": {
        "floor": "Done in a beautiful parquet pattern, the tiny blocks of wood form a\nconvoluted pattern of swirls and whorls. They draw your eyes to them,\npulling you in. There seems to be something strange about the design.\nSomething that tugs at your mind.",
        "objects": "Tiny and intricate, these objects show an exquisite attention to\ndetail. One in particular looks like some mad spider with long\ndelicate legs that end in tiny blades. A schematic beside the spider\nshows a demonstration of it peeling an apple.",
        "painting": "All these paintings show displays of strange and fantastical inventions.\nOne in particular shows a metal ball flying over the tip of a mountain,\nbarely clearing it. Beside the painting is a schematic showing the\ninterior of the ball, and the Gnome travellor gently wedged into the\npadding.",
        "paintings": "The paintings show displays of strange and fantastical inventions. One in\nparticular shows a metal ball flying over the tip of a mountain, barely\nclearing it. Beside the painting is a schematic showing the interior of\nthe ball, and the Gnome travellor gently wedged into the padding.",
        "parquet": "Done in a beautiful parquet pattern, the tiny blocks of wood form a\nconvoluted pattern of swirls and whorls. They draw your eyes to them,\npulling you in. There seems to be something strange about the design.\nSomething that tugs at your mind.",
        "pattern": "Done in a beautiful parquet pattern, the tiny blocks of wood form a\nconvoluted pattern of swirls and whorls. They draw your eyes to them,\npulling you in. There seems to be something strange about the design.\nSomething that tugs at your mind.",
        "table": "The table has several objects placed with care upon it. Tiny and\nintricate, these objects show an exquisite attention to detail.\nOne in particular looks like some mad spider with long delicate\nlegs that end in tiny blades. A schematic beside the spider shows\na demonstration of it peeling an apple."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1514": {
      "vnum": 1514,
      "name": "The chief's lab",
      "description": "The room is divided into two distinct sections. One side has a large\nbasin made of a solid piece of malachite. Resting in the basin is a\nconvoluted construct of cut crystal.  Fully 30 feet in diameter, this\nobject resembles a world shattered and remade. A tiny section of the\nroom has been set aside for a small table.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "south": 1513
      },
      "exdescs": {
        "construct": "Smooth on the outside, the cracks and fissures running through its\ndepths show this to be a fragile object. While appearing to have been\ndropped from some great height and then carefully reconstructed, a\ncloser examination tells a different tale. Each piece seems to have\nbeen specifically constructed to its shape. Baffled, you have no idea\nwhat this things function might be.",
        "crystal": "Smooth on the outside, the cracks and fissures running through its\ndepths show this to be a fragile object. While appearing to have been\ndropped from some great height and then carefully reconstructed, a\ncloser examination tells a different tale. Each piece seems to have\nbeen specifically constructed to its shape. Baffled, you have no idea\nwhat this things function might be.",
        "table": "Tiny tools of the most exquisite detail are carefully arrayed on the\ntable. A small box of ebony rests upon the table, open to your view.\nInside, you can see miniscule figurines of exacting detail. As you\nreach out to pick one up, a sharp shock tingles your finger tips. Some\nprotective field prevents you from touching anything on the table."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1515": {
      "vnum": 1515,
      "name": "A dank cellar",
      "description": "You find yourself in a dark, dank cellar.  The wooden walls here show\nsigns of rot along the edges.  Traces of spider webs tangle in the\ncorners of the ceiling.  Either this room see little traffic, or the\ngnomes have less concern for such places than they do for their labs.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1516,
        "north": 1519,
        "south": 1517,
        "up": 1513,
        "west": 1518
      },
      "exdescs": {
        "wall": "You see a crack in the wall here, almost as if it will open to your touch.",
        "walls": "On all sides are doors save north, this is a sturdy looking wall. You can\nsee scrappings on the floor, like maybe the wall moves."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1516": {
      "vnum": 1516,
      "name": "A dark, cold lab",
      "description": "For some reason, light has difficulty penetrating this room. It is\nmore than the mere fact of dark walls and no light source. Something\nin the very air seems to draw and pull at the light. As you move\nthrough the room. you notice small tables with tiny, intricate tools\nupon them. One table has a small, brightly glowing disk upon it.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "west": 1515
      },
      "exdescs": {
        "disk": "As you move towards the disk to examine it further, the disk seems\nto darken for an instant. With a sudden buzzing in the air, the disk\nflares in a brilliant flash of light. Wincing in pain, you attempt\nto pick up the object. The heat as it touches your skin though, causes\nyou to quickly drop it and move back."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1517": {
      "vnum": 1517,
      "name": "A brightly lit lab",
      "description": "Clean and stark, this room has a cold, sterile feel to it.  The walls are\nof a light, grey granite, with a brushed metal floor.  A large, bare metal\ntable occupies the southern wall.  An alcove inset into the eastern wall\ncontains a glass enclosed object.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1515
      },
      "exdescs": {
        "glass": "As you peer inside the glass enclosure, you see a small, roughly oval\nshaped object. Made of many materials, and done in intricate detail,\nthis is an amazing construct. Somehow, it reminds you of something.\nAs you look at it once again, you realize what it is. It is some kind\nof mechanical model of a heart. Amazing. You wonder why it is so\ncarefully protected.",
        "object": "As you peer inside the glass enclosure, you see a small, roughly oval\nshaped object. Made of many materials, and done in intricate detail,\nthis is an amazing construct. Somehow, it reminds you of something.\nAs you look at it once again, you realize what it is. It is some kind\nof mechanical model of a heart. Amazing. You wonder why it is so\ncarefully protected.",
        "stream": "The stream is pretty small, but it looks too cold to swim."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1518": {
      "vnum": 1518,
      "name": "A large, private lab",
      "description": "Although meticulously cleaned, the walls of this room have seen much abuse.\nCracks and fissures, scarring and charring, all show the signs of violence\ndone in great measure.  Faint traces of some magical powder can be seen\nimbedded into the face of the walls.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1515,
        "south": 1515
      },
      "exdescs": {
        "powder": "Dusty traces of some faint red powder can been seen on the walls.\nCloser inspection shows that the powder has been imbedded into the\nwall face, as if it struck the wall with incredible force. There is\na dim magical glow emanating from the powder."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1519": {
      "vnum": 1519,
      "name": "A secret lab",
      "description": "This room is small and somewhat musty.  While living up to the usual Gnomish\nstandard of a clean lab, this place still has the air of disuse.  As you gaze\nabout you, you wonder if maybe they had forgotten its existance.  The tables\nare bare and clean.  Looking about you, a small glint of light catches your\neye.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "south": 1515
      },
      "exdescs": {
        "glint": "As you look towards the light that caught your eye, it disappears.\nFor some reason your eyes linger upon that part of the room. Patient\nwaiting, however, does not cause the light to reappear. Mayhap this\npuzzle requires a more detailed search.",
        "light": "As you look towards the light that caught your eye, it disappears.\nFor some reason your eyes linger upon that part of the room. Patient\nwaiting, however, does not cause the light to reappear. Mayhap this\npuzzle requires a more detailed search."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1520": {
      "vnum": 1520,
      "name": "Forest pathway",
      "description": "As you walk along the trail the forest wraps itself about you. The\ntrees overhead relegating overhead light to thin beams. The sounds\nof the forest are all about you.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1537,
        "south": 1521,
        "west": 1502
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1521": {
      "vnum": 1521,
      "name": "A thinning in the trees",
      "description": "The trees thin out here and more buildings are beginning to pop up. It\nwould appear that you are moving into a small village. Small buildings\nare visible to the east and west. The path continues to the north and\nsouth.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1523,
        "north": 1520,
        "south": 1527,
        "west": 1522
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1522": {
      "vnum": 1522,
      "name": "A small classroom",
      "description": "This classroom is set up in an open style.  Small desks are set in a\nsemicircle about the room.  Toys litter the floor like yesterday's\ncastoffs.  A table at the far wall occupies a place of importance.\nSeveral puzzle toys rest upon this table.  Simple drawings of gears,\nlevers and the like line the walls.",
      "sector": "inside",
      "flags": {
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "east": 1521
      },
      "exdescs": {
        "desks": "The desks are simple affairs made of pine. Designed more as a chair\nwith a writing surface attached, they are effective in their simplicity.",
        "drawings": "Simple in their aspect, these drawing nonetheless give one a\ncomplete understanding of how each item works and what its\npurpose may be.",
        "puzzles": "There are several puzzles arrayed upon the table. They seem quite\ncomplex in detail. Looking at them, you marvel at their intricacy\nand complexity.",
        "table": "There are several puzzles arrayed upon the table. They seem quite\ncomplex in detail. Looking at them, you marvel at their intricacy\nand complexity."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1523": {
      "vnum": 1523,
      "name": "A large classroom",
      "description": "This classroom is much larger than the one across the path. Designed\nfor the older children, much more space has been set aside for\nexperiments, studies, and the histories. Huge tables contain myriad\ngears, joints, springs and such. A large painting along the eastern\nwall depicts a carving of a large gnome, resting in the center of town.",
      "sector": "inside",
      "flags": {
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "west": 1521
      },
      "exdescs": {
        "gears": "All of these items have a larger than life feel to them. Made of some\nresilient slick substance, they are colored in bright pastel tones.",
        "joints": "All of these items have a larger than life feel to them. Made of some\nresilient slick substance, they are colored in bright pastel tones.",
        "painting": "The painting depicts the center of the village. A tall figure of a\ngnome carved in granite. An image of a plaque can be seen at the base.",
        "springs": "All of these items have a larger than life feel to them. Made of some\nresilient slick substance, they are colored in bright pastel tones."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1524": {
      "vnum": 1524,
      "name": "An austere abode",
      "description": "Everything here is crisp, clean and orderly.  So much so that it reaches\nthe point of severity.  Not one thing is out of place.  Not one soft line.\nWhoever lives here is just too focused for their own good.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "south": 1526
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1525": {
      "vnum": 1525,
      "name": "A draggle-tailed jumble",
      "description": "Littered with the detritus of a lifetime of collecting, you can hardly move\nas you look about this hut.  Definitely the home of a pack-rat extraordinaire,\nthere seems to be at least one of each and every useless item you've ever run\nacross in your life.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1526
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1526": {
      "vnum": 1526,
      "name": "A small cul-de-sac",
      "description": "The road ends here in a small cul-de-sac. Three small huts are found\nto the north, west, and south. Quaint in design, they look like they\nhave seen a lot of use.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1527,
        "north": 1524,
        "south": 1530,
        "west": 1525
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1527": {
      "vnum": 1527,
      "name": "The path widens",
      "description": "Everything is wide and open here. The path opens up to a true road,\nand splits to the west and south. A small hut can be seen off to\nthe east. Several other buildings can be seen on in the distance\nalong both splits in the road.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1528,
        "north": 1521,
        "south": 1532,
        "west": 1526
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1528": {
      "vnum": 1528,
      "name": "Pandemonium",
      "description": "Toys, clothes and baby bottles all litter the floor of this room.  Children\nin abundance must reside here.  Judging by the chaos present, the parents are\nhaving difficulty dealing with them.  Possibly their work is interfering.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "west": 1527
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1529": {
      "vnum": 1529,
      "name": "Workshop",
      "description": "More a workshop than a home, this gnome obviously prefers to stay at home\nto work than to work in the labs. Several tables line the walls of this\nlarge hut. A leather chair with small wheels attached to it rests near\none table. Something odd strikes you about the physical make up of the\nroom. Something in the way the furniture is arranged. You can't quite put\nyour finger on it.",
      "sector": "inside",
      "flags": {
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "down": 1585,
        "south": 1533
      },
      "exdescs": {
        "chair": "Fine leather has been further softened through a great deal of use.\nThis chair has been set with wheels attached to give it the ability\nto move back and forth between the various tables.",
        "floor": "As you scan about the room, your eyes alight on the floor. Careful\nexamination shows a thin outline in the floor. Almost as if there\nwere a hidden door of some kind.",
        "furniture": "The furniture seems artfully placed to leave a space open near the\ncenter of the room, without broadly pointing out that fact. Careful\nexamination shows a thin outline in the floor. Almost as if there\nwere a hidden door of some kind."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1530": {
      "vnum": 1530,
      "name": "Green thumb",
      "description": "Plants abound in this bright, airy home. More a structure of glass than\na hut with windows, this home was built with plants in mind. The smell\nof saffron mixes with that of other spices and flowers to produce a\nheady blend. You could spend hours in here, just relaxing, and enjoying\nthe feel of this place.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1526
      },
      "exdescs": {
        "flowers": "The flowers are spread about the entire dwelling, intermixed with\nthe spices to give the room a nice balanced feel.",
        "spices": "The spices are spread about the entire dwelling, intermixed with\nthe flowers to give the room a nice balanced feel."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1531": {
      "vnum": 1531,
      "name": "An ill kept home",
      "description": "Barren and bereft of most furnishings, this place has the bare minimum\none would need for basic comforts. The bed, the single chair, the almost\nempty shelves show a home that is either not in use, or is the home\nof a workaholic.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1532
      },
      "exdescs": {
        "bed": "All the furnishings here are basic in the extreme and look to have\nlittle or no regular use.",
        "chair": "All the furnishings here are basic in the extreme and look to have\nlittle or no regular use.",
        "shelves": "All the furnishings here are basic in the extreme and look to have\nlittle or no regular use."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1532": {
      "vnum": 1532,
      "name": "A bend in the road",
      "description": "The road bends around a gentle curve, continuing to the east and\nnorth. Two more huts can be seen to the south and west. The road looks\nto be well travelled. Several pot holes can be seen along sections of\nthe roadway.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1533,
        "north": 1527,
        "south": 1535,
        "west": 1531
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1533": {
      "vnum": 1533,
      "name": "A small cul-de-sac",
      "description": "The road ends here in a small cul-de-sac. Three small huts are found\nto the north, east, and south. Quaint in design, they look like they\nhave seen a lot of use.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1534,
        "north": 1529,
        "south": 1536,
        "west": 1532
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1534": {
      "vnum": 1534,
      "name": "A well kept home",
      "description": "For a small hut, this place has remarkable class and quality in its\nfurnishings. All betoken comfort and relaxation. Gazing about the room,\nyou get the definite impression that the owner of this house takes as\nmuch effort in relaxing as he does in working.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "west": 1533
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1535": {
      "vnum": 1535,
      "name": "A sloven hut",
      "description": "Half finished plates of food compete on an equal footing with patches of\ndust and the odd spider web. Everything about this place is unkempt.\nWhoever owns this home has no respect for their own abode. It makes you\nwonder if the inventions this gnome creates are any better cared for.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1532
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1536": {
      "vnum": 1536,
      "name": "Light and color",
      "description": "A sea of glass and crystal greet your eyes as you walk into this\nsmall hut. Carvings, lanterns, slats of stained glass, dinnerwear,\nall litter the room in a display of organized clutter. One table\nshows miniature gears, and even springs made of glass. You marvel\nat the talent that such a display represents.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1533
      },
      "exdescs": {
        "carvings": "The carvings run the range from sharp edged samples of cut crystal\nto the soft smooth tones of colored glass. Focussed mainly on images\nof fantastic mythical creatures, the carvings run the gamut from\npixies to dragons.",
        "crystal": "Almost everything in this room is made of glass or crystal. What is\nnot purely made of these substances, has accents and major portions\nof the two.",
        "dinnerwear": "Hand blown, these are some of the finest examples of the crafters\nart you have ever seen. Artful use of colors lend each plate and\ndish its own unique stamp.",
        "gears": "This table holds the most interesting items. Tiny, intricate examples\nof gears, joints and springs are carefully arrayed on the table's\nsurface. As you examine these, some of which at smaller than your\nthumbnail, you sigh in wonder at the skill used to create such\nitems.",
        "glass": "Almost everything in this room is made of glass or crystal. What is\nnot purely made of these substances, has accents and major portions\nof the two.",
        "lanterns": "Much of the stained glass is displayed in lanterns, hanging from the\nceiling, resting upon the tables, attached to the walls. Other examples\nare still unfinished, and lie about in neat stacks in and around the\nfurnishings. The myriad colors shining forth from the lamps lend a\nsparkling rainbowed hue to the room.",
        "springs": "This table holds the most interesting items. Tiny, intricate examples\nof gears, joints and springs are carefully arrayed on the table's\nsurface. As you examine these, some of which at smaller than your\nthumbnail, you sigh in wonder at the skill used to create such\nitems.",
        "stained": "Much of the stained glass is displayed in lanterns, hanging from the\nceiling, resting upon the tables, attached to the walls. Other examples\nare still unfinished, and lie about in neat stacks in and around the\nfurnishings. The myriad colors shining forth from the lamps lend a\nsparkling rainbowed hue to the room.",
        "table": "This table holds the most interesting items. Tiny, intricate examples\nof gears, joints and springs are carefully arrayed on the table's\nsurface. As you examine these, some of which at smaller than your\nthumbnail, you sigh in wonder at the skill used to create such\nitems."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1537": {
      "vnum": 1537,
      "name": "The road less travelled",
      "description": "The trees wrap about you like a warm blanket. The trail is little\nmore than a broken line in the foliage. You can barely make it out\nas you move along. The trail wends its way to the west and southeast.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "southeast": 1538,
        "west": 1520
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1538": {
      "vnum": 1538,
      "name": "A thin trail",
      "description": "The trail is so thin here, you almost lose sight of the path altogether.\nFerns and small bushes push their way onto the path, obscuring the trail\nfurther.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1539,
        "northwest": 1537
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1539": {
      "vnum": 1539,
      "name": "The trail ends",
      "description": "The trails comes to an end here, the foliage opening up onto grassy\nfields. The trees reluctantly giving way to open skies and a cooling\nbreeze. While the trail was beautiful, it was also cloying. You breath\nbetter knowing it is behind you.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "east": 1540,
        "west": 1538
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1540": {
      "vnum": 1540,
      "name": "An overgrown field",
      "description": "A sea of amber and teal greet your eyes as you stride through this\novergrown field. The grasses wave and swirl about you, like children\ncapering to a song on the wind.",
      "sector": "field",
      "flags": {},
      "exits": {
        "east": 1541,
        "south": 1542,
        "west": 1539
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1541": {
      "vnum": 1541,
      "name": "A field by the river",
      "description": "This field wends its way down to the river's edge. Grasses slowly changing\nover to reeds and cattails. The river itself is a gentle, wide band of\ngurgling depths and dark mysteries. It is too active and too deep to cross\nhere. The northeast is covered in a thick reed forest, that seems to block\nall passage in that direction.",
      "sector": "field",
      "flags": {},
      "exits": {
        "south": 1543,
        "west": 1540
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1542": {
      "vnum": 1542,
      "name": "A sea of clover",
      "description": "The entire field is covered with the speckling of tiny white flowers.\nThe gentle scent of clover fills your nostrils as you stroll along the\npath. The soft buzzing of bees tickles at your ears as you see them\nflitter about, alighting upon flower after flower.",
      "sector": "field",
      "flags": {},
      "exits": {
        "east": 1543,
        "north": 1540
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1543": {
      "vnum": 1543,
      "name": "Skirting the river edge",
      "description": "The trail winds much closer to the river here. The gurgling and shushing\nsounds of the rivers flow washing over you like a breath of fresh air.\nCattails rule the land in this area of the fields. The sway of their\nbulbous heads adding to the unique concert of sound.",
      "sector": "field",
      "flags": {},
      "exits": {
        "north": 1541,
        "south": 1544,
        "west": 1542
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1544": {
      "vnum": 1544,
      "name": "The bottom of a small hill",
      "description": "The river wanders about the eastern edge of a small hill here.  As you\npeer about, you see the pathway wending its way up towards the top.\nLooking further on, you think you can just make out the makings of a\nbridge.",
      "sector": "field",
      "flags": {},
      "exits": {
        "north": 1543,
        "up": 1545
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1545": {
      "vnum": 1545,
      "name": "The hillside",
      "description": "Oddly, the verdant vegetation fades away as you climb the hill.  It is\nalmost as if some malignant presence was nearby.  As if something, or\nsomeone, were stifling the growth.",
      "sector": "field",
      "flags": {},
      "exits": {
        "down": 1544,
        "north": 1546
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1546": {
      "vnum": 1546,
      "name": "A bridge over the river",
      "description": "A large wooden bridge spans the river here.  A section in the middle seems\nto be missing for some reason though.  As you look carefully at the bridge,\nthe edge of the missing section seems to shift and flow.  Almost as if the\nmissing piece were magically obscured in some form or another.",
      "sector": "field",
      "flags": {
        "nomob": true,
        "nosummon": true
      },
      "exits": {
        "south": 1545
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1547": {
      "vnum": 1547,
      "name": "A bridge over the river",
      "description": "A large wooden bridge spans the river here. A section in the middle\nseems to be missing for some reason though. As you look carefully at\nthe bridge, the edge of the missing section seems to shift and flow.\nAlmost as if the missing piece were magically obscured in some form\nor other.",
      "sector": "field",
      "flags": {
        "nomob": true,
        "nosummon": true
      },
      "exits": {
        "south": 1548
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1548": {
      "vnum": 1548,
      "name": "The hillside",
      "description": "Oddly, the verdant vegetation fades away as you climb the hill. It\nis almost as if some malignant presence was nearby. As if something,\nor someone, were stifling the growth.",
      "sector": "field",
      "flags": {
        "nomob": true
      },
      "exits": {
        "down": 1549,
        "north": 1547
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1549": {
      "vnum": 1549,
      "name": "The bottom of a small hill",
      "description": "The river wanders about the western edge of a small hill here.  As you\npeer about, you see the pathway wending its way up towards the top.\nLooking further on, you think you can just make out the makings of\nbridge.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "east": 1550,
        "up": 1548
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1550": {
      "vnum": 1550,
      "name": "A dark path",
      "description": "The open field about the hill is barely visible through the trees.\nSomehow, the forest seems darker on this side of the river. A feeling\nof hushed expectation permeates the trees.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "northeast": 1551,
        "west": 1549
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1551": {
      "vnum": 1551,
      "name": "A darkened path",
      "description": "The trees overhang the pathway.  Cloying and musty, the trees seem twisted,\nalmost diseased.  It's as if some presence nearby were affecting them.\nSlowly, inexorably changing them with its dark influence.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "southwest": 1550,
        "up": 1552
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1552": {
      "vnum": 1552,
      "name": "A wide plateau",
      "description": "The path crests up onto a wide plateau. Trees still dot the area,\nbut are more widespread than at lower altitudes. The path continues\nto the east along the crest of the hill. Off to the south, across\na bend in the river, you can make out oily streams of smoke winding\nup from the forest.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "down": 1551,
        "east": 1553
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1553": {
      "vnum": 1553,
      "name": "A wide plateau",
      "description": "The plateau continues here to the east and west. Wide, but shallow, its\nedge is a precipitous drop to the river below. On the northern face of\nthe hill, a dark cave opening can be seen.",
      "sector": "forest",
      "flags": {},
      "exits": {
        "east": 1557,
        "north": 1554,
        "west": 1552
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1554": {
      "vnum": 1554,
      "name": "A dark cavern",
      "description": "Dark but airy, this cavern appears to be well used. Debris has been\ncarefully accumulated and placed in a pile near the entrance. A\ngentle winding decline leads down deeper into the cavern.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "down": 1555,
        "south": 1553
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1555": {
      "vnum": 1555,
      "name": "A quiet home",
      "description": "An organized jumble meets your eyes as you scan about this home. A\nlifetime of nicknacks line the shelves and stand in unsteady piles\nalong the floor. Quiet and comfortable, this place has the feel\nof great use and solitude.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "up": 1554,
        "west": 1556
      },
      "exdescs": {
        "nicknacks": "As your eyes scan over the posessions arrayed throughout the\nroom, you see that the collection runs the gamut from a childs\ndusty old toy to several tomes richly tooled in new leather.\nMore a collection of memories than an assortment of items, the\nobjects reflect a great and deep soul.",
        "piles": "As your eyes scan over the posessions arrayed throughout the\nroom, you see that the collection runs the gamut from a childs\ndusty old toy to several tomes richly tooled in new leather.\nMore a collection of memories than an assortment of items, the\nobjects reflect a great and deep soul.",
        "shelves": "As your eyes scan over the posessions arrayed throughout the\nroom, you see that the collection runs the gamut from a childs\ndusty old toy to several tomes richly tooled in new leather.\nMore a collection of memories than an assortment of items, the\nobjects reflect a great and deep soul."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1556": {
      "vnum": 1556,
      "name": "A comfortable bedchamber",
      "description": "Free of the detritus of the previous room, this chamber is nonetheless\nwell packed. Shelves of books line both the north and south walls. A\nsmall bed has been gently squeezed in between the shelves, giving the\nowner a place to sleep and to ponder the wisdoms held within these tomes.",
      "sector": "inside",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1555
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1557": {
      "vnum": 1557,
      "name": "An abrupt end",
      "description": "The plateau comes to an abrupt end here. The edge has been sheered off,\nleaving a thin bridge of land trailing down to the forest below. Looking\ndown, you see the cause of the destruction. Long years of erosion has\ncaused the river to break through the hill, turning this portion of hill\ninto a thin, tricky bridge.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "southeast": 1558,
        "west": 1553
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1558": {
      "vnum": 1558,
      "name": "A sharp decline",
      "description": "The hill drops sharply here, extending over the river toward the\nforest below. Sharp rocks and slick sections of sandy ground make\nthe path difficult to traverse.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "down": 1559,
        "northwest": 1557
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1559": {
      "vnum": 1559,
      "name": "A break in the path",
      "description": "The pathway splits in three directions here. One path extends up a\nprecarious climb along the edge of a hill over the river. The other\ntwo paths are lost in gloom to the east and west.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "east": 1560,
        "up": 1558,
        "west": 1561
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1560": {
      "vnum": 1560,
      "name": "A dark pathway",
      "description": "The gloom of the pathway darkens perceptively as it moves within the shadow\nof a large hill.  The path ends just to the south, where a dark cave entrance\ncan be seen.  Looking more closely, you can just make out a narrow pathway\nclimbing up the hill alongside the cave entrance.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "south": 1578,
        "west": 1559
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1561": {
      "vnum": 1561,
      "name": "Near the river edge",
      "description": "The gloom of this darkened path is broken momentarily as the path wends\npast the river.  A break in the trees allows a welcome wash of clean air\nto enter onto the pathway.  A path can be seen winding up a hill on the\nother side of the river.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "east": 1559,
        "southwest": 1562
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1562": {
      "vnum": 1562,
      "name": "Enveloped in gloom",
      "description": "The trees overhang the path like dark souls waiting upon ill luck to\nbring them their next victim. Long trailers of moss hang from the\nbranches distorting their already bent and twisted forms. The bushes\nalong the trail seem to reach towards you as you wend your way through.\nLooking southward, the trail can be seen ending in a dark cave entrance.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "northeast": 1561,
        "south": 1563
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1563": {
      "vnum": 1563,
      "name": "A dark cave",
      "description": "Covered in a slimy sweat, those rough hewn walls close in about you like\na wet blanket.  Rotting garbage litters the ground, adding a distinct odor\nto the cave.  Holding your nose against the smell and decay, you wonder if\nyou should explore deeper.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1564,
        "north": 1562,
        "southwest": 1568
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1564": {
      "vnum": 1564,
      "name": "A dank passage",
      "description": "Dank, putrid air hangs heavily along this passage.  Offal and waste splatter\nthe walls in in a random patterning of decay and abandon.  Whoever lives here\nhas no respect for the homes or themselves.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1566,
        "north": 1565,
        "south": 1567,
        "west": 1563
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1565": {
      "vnum": 1565,
      "name": "Dust and decay",
      "description": "A cloud of dust rises at your entrance, obscuring the room momentarily,\nand sending you into a coughing fit. Old, ratty piles of furs dot the\nfloor of this home. The layers of dust show that this home has not been\nused in quite some time.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "south": 1564
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1566": {
      "vnum": 1566,
      "name": "A rancid pile",
      "description": "A huge pile of offal and bones occupies almost this entire chamber.\nFumes and colorful gases can be seen rising up from this putrescense,\ncausing your eyes to water. A strange fungus grows along the walls\nof this room.",
      "sector": "underground",
      "flags": {
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "west": 1564
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1567": {
      "vnum": 1567,
      "name": "A tiny home",
      "description": "Tiny and cramped, this is home to several individuals. At least a\ndozen rotting piles of furs line the floor, leaving little room to\nmaneuver. A small pile of rotting food takes up the southeast corner.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1564
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1568": {
      "vnum": 1568,
      "name": "A dank passage",
      "description": "Dank, putrid air hangs heavily along this passage.  Offal and waste splatter\nthe walls in a random patterning of decay and abandon.  Whoever lives here\nhas no respect for their homes or themselves.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1570,
        "northeast": 1563,
        "south": 1569
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1569": {
      "vnum": 1569,
      "name": "A home of bones",
      "description": "Bones litter the floor here forming piles and heaps about the room.  Like\nthe forgotten castoffs of a child, these bones are the remains of many a\nforgotten meal.  Like all other hobgoblin homes, this one has never been\ncleaned.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1568
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1570": {
      "vnum": 1570,
      "name": "A turn in the passageway",
      "description": "The passage turns here, moving in to the west and south.  As with other\nsections of this tunnel, garbage lines the walls like the putrid remains\nof some ghastly parade.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1571,
        "south": 1568,
        "west": 1572
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1571": {
      "vnum": 1571,
      "name": "An empty space",
      "description": "A layer of dust, inches thick, sheets the ground here.  Huge cobwebs cover\nthe corners, lending this room a more rounded look.  Judging by the amount\nof dust and the state of decay amongst the bits and pieces of garbage, this\nroom has not seen use in quite some time.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "south": 1570
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1572": {
      "vnum": 1572,
      "name": "The end of the tunnel",
      "description": "The passageway comes to an end here. Three chambers can be seen leading\noff to the north, south and west. The chamber to the west seems much\nlarger than any others you have seen so far. The sound of grunts and\nshuffling feet can be heard to the west.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "east": 1570,
        "north": 1573,
        "south": 1574,
        "west": 1575
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1573": {
      "vnum": 1573,
      "name": "A foul spring",
      "description": "A small pool of water rests along the northern wall of this small\nchamber. The source of the water is a spring bubbling forth from\na crack in the north wall. Another crack in the floor seems to\nsiphon off the excess water. This seems to be the main source of\nwater for the hobgoblins.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "south": 1572
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1574": {
      "vnum": 1574,
      "name": "Almost neat",
      "description": "While cluttered and cramped, this room looks almost neat compared to\nothers found within these passageways.  The piles of furs look almost\nnice enough to sleep on.  No hint of rot or putrescence can be found.\nThis must be the home of a truly remarkable hobgoblin.",
      "sector": "underground",
      "flags": {
        "indoors": true
      },
      "exits": {
        "north": 1572
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1575": {
      "vnum": 1575,
      "name": "The guard room",
      "description": "Several rancid piles of fur dot the floor in this chamber.  Rusted pieces\nof weaponry and rotting armor line the walls in a sad imitation of military\norder.  Whatever chambers lie to the north are obviously important enough\nto have warranted a guard chamber here.",
      "sector": "underground",
      "flags": {
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "east": 1572,
        "north": 1500
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1576": {
      "vnum": 1576,
      "name": "The King's chamber",
      "description": "Large, almost fresh hides and furs hang along the walls of this huge chamber.\nAs you look at them, there is barely a hint of rot about them.  A tall throne\nof roughly cut granite stands at the end of the chamber.  Several torches\nalong the walls give this chamber a brighter look than any other chamber you\nhave found. There is a large throne blocking the travel west.",
      "sector": "underground",
      "flags": {
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "south": 1500,
        "west": 1577
      },
      "exdescs": {
        "throne": "There is a huge, stone throne here, blocking travel to the west."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1577": {
      "vnum": 1577,
      "name": "The treasure room",
      "description": "This is the treasure room of the hobgoblins. Not much is actually\nhere. Sneaky and nasty as hobgoblins are, they lack the resources\nto have much of an effect on those around them. A large pile of\ngold rests on the ground here, along with other small trinkets.",
      "sector": "underground",
      "flags": {
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "east": 1576
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1578": {
      "vnum": 1578,
      "name": "An end to a dark path",
      "description": "The pathway ends here at the edge of a steep hill.  A large cave mouth\nopens up into murky darkness.  Strange sounds can be heard from within\nits depths.  A thin trail can be leading off up the hill alongside the\ncave mouth.  While a difficult climb, it looks as if it can be made.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "east": 1581,
        "north": 1560,
        "up": 1579
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1579": {
      "vnum": 1579,
      "name": "A precarious climb",
      "description": "The trail wends its way along the edge of the hill, climbing at a\nsteep angle towards crest of the hill. Thin and rocky, traversing\nthis trail is careful going. Looking out about you, you find you\nare just above the trees. Dark and gloomy, they do not look inviting\nat all. The hill above you is barren and scarred, giving you pause\nas to which direction is more or less appealing.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "down": 1578,
        "up": 1580
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1580": {
      "vnum": 1580,
      "name": "A desolate guard post",
      "description": "As you climb up the last few feet, you come upon a desolate spot.\nA small lean-to has been built here as a measure of protection\nagainst the elements. But, beyond that, there is nothing here to\nmake a body feel welcome or safe. This is where the hobgoblins keep\na watch post. From here, they can scan across the entire forest,\nkeeping an eye on the pesky gnomes with whom they reluctantly share\nthis area.",
      "sector": "forest",
      "flags": {
        "nomob": true
      },
      "exits": {
        "down": 1579
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1581": {
      "vnum": 1581,
      "name": "Strange echos",
      "description": "Walking into this cavern, you quickly find yourself enveloped in\ngloom. Your footfalls echo off the walls, reverberating all about\nyou like the trundling of some spectral army. The cave is larger\nthan it first appeared, and extends much further off to the east.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "east": 1582,
        "west": 1578
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1582": {
      "vnum": 1582,
      "name": "A darkened turn",
      "description": "You can barely make out the fact that this cave turns here moving off\nto the west and north. The echos persist and cause you to turn about\nin confusion. It is more than simply the sound of your shuffling feet.\nOther sounds can barely be heard amongst the jumble. Searching about,\nyou see a passageway leading off to the west.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "east": 1583,
        "north": 1593,
        "west": 1581
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1583": {
      "vnum": 1583,
      "name": "A dank passageway",
      "description": "Rough hewn walls curve to meet a muddy floor in this damp passageway.\nCut from the raw stone, this passage still shows the marks of the\nsimple tools used in its shaping. The passageway splits to the north\nand southeast. A large dark cavern can be seen to the west.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "north": 1584,
        "southeast": 1587,
        "west": 1582
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1584": {
      "vnum": 1584,
      "name": "The end of a dank passageway",
      "description": "The passage ends here with a door to the east. Looking at the door,\nyou notice that it is a cell door, made of green hardwood and strips\nof bark. Strangely though, there is no lock on the door, and no\nguard post has been established here.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "east": 1585,
        "south": 1583
      },
      "exdescs": {
        "door": "The door at first glance appears to be very fragile. Simply made of\nlong pieces of green hardwood and strips of bark, it is cunningly\nmade. A careful examination shows it to be quite sturdy."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1585": {
      "vnum": 1585,
      "name": "A cell of a different ilk",
      "description": "As cells go, this one is quite well appointed. An actual bed, four\nposters and all, has been set within. A fine oak table and three\nchairs take up the southeast corner. Several neat piles of notes\nrest atop the desk. There is even a nice throw rug upon the floor\nhere. The pristine nature of this cell, and its distance from the\nrest of the cells makes you wonder about its occupant.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "down": 1529,
        "west": 1584
      },
      "exdescs": {
        "rug": "Strangely patterned, this rug depicts some sort of abstract scene\ninvolving gears, struts and other mechanical esoterica. As you\nlook at it, wondering at the taste of its owner, you realize\nthere is something unusual in its placement. Looking further,\nyou catch the unmistakeable signs of a hidden trap door."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1586": {
      "vnum": 1586,
      "name": "A storage room",
      "description": "This is a small storage room that has been set aside for the mining\nequipment being used to clear out this area.  The room seems to be\nset up in a temporary state.  The north wall shows signs of recent\nwork to continue the passages further northward.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true,
        "nomob": true
      },
      "exits": {
        "south": 1597
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1587": {
      "vnum": 1587,
      "name": "A guard post",
      "description": "A rough, careworn table with two small stools takes up the center\nof this room. Oily guttering torches add an indistinct weavy light\nto the chamber. A narrow entryway leads to another guard room to\nthe east. Two doors made of strips of green hardwood and strands of\nbark block entry to the cells on the north and south walls.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "east": 1588,
        "north": 1591,
        "northwest": 1583,
        "south": 1592
      },
      "exdescs": {
        "door": "The door at first glance appears to be very fragile. Simply made of\nlong pieces of green hardwood and strips of bark, it is cunningly\nmade. A careful examination shows it to be quite sturdy.",
        "doors": "The doors at first glance appear to be very fragile. Simply made of\nlong pieces of green hardwood and strips of bark, they are cunningly\nmade. A careful examination shows them to be quite sturdy."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1588": {
      "vnum": 1588,
      "name": "A guard room",
      "description": "One rickety stool occupies this otherwise barren room. Resting against\nthe eastern wall, it has obviously seen extensive use. Two more cells\ncan be seen to the north and south. The only exit available is back to\nthe west.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "north": 1589,
        "south": 1590,
        "west": 1587
      },
      "exdescs": {
        "door": "The door at first glance appears to be very fragile. Simply made of\nlong pieces of green hardwood and strips of bark, it is cunningly\nmade. A careful examination shows it to be quite sturdy.",
        "doors": "The doors at first glance appear to be very fragile. Simply made of\nlong pieces of green hardwood and strips of bark, they are cunningly\nmade. A careful examination shows them to be quite sturdy."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1589": {
      "vnum": 1589,
      "name": "An empty cell",
      "description": "Barren and empty, this cell is not currently in use. The level of dust\nwithin the room shows that it has been unused for quite some time. The\nonly evidence of the previous occupant are a few bits of rotted straw,\nand some odd scratchings on the walls.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "south": 1588
      },
      "exdescs": {
        "scratchings": "Looking carefully at the walls, you can barely make out some strange\nwritings. They seem to be portions of arcane symbols and formulae.\nUnfortunately, wear and tear on the walls has obscured portions of\nthe writings."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1590": {
      "vnum": 1590,
      "name": "A well kept cell",
      "description": "There is little within this room to make one feel homey. A mildewed\npile of straw acts as a bed, while a simple stool and small table\nmake up the rest of the furnishings. Remarkeably, although every\nitem within the room is suffering from the effects or dampness and\nrot, the room is quite neat. Whichever poor soul has been forced to\nmake this his home has taken great care to keep the place liveable.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "north": 1588
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1591": {
      "vnum": 1591,
      "name": "A dark cell",
      "description": "There's an unusual darkness to this cell.  Your light seems to fight\nagainst the gloom, pushing it back with effort.  As you struggle to\nlook about through the murky darkness, you see that the cell is\notherwise unremarkable.  The standard musty straw bed and small stool\nbeing the only furnishings.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "south": 1587
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1592": {
      "vnum": 1592,
      "name": "A cluttered cell",
      "description": "This cell is filled with odd bits and pieces. Wooden gears compete\nwith springs and odd sections of metal and wood. Boxes line the\nwalls, leaving little space for the straw pallet along the south\nwall. The room is otherwise bare of furnishings.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "north": 1587
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1593": {
      "vnum": 1593,
      "name": "A sharp end",
      "description": "The cavern comes to a sharp abrupt end here.  Some shifting of the\nearth as some point has caused a shaft of rock to spike down here,\nbringing the ceiling from towering darkness to something visible\nand reachable.  Off to the north, a small passageway can be seen.\nIt appears to have been cut straight out of the rock face.  Rough\nand careworn, it is not a natural occurence.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "north": 1594,
        "south": 1582
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1594": {
      "vnum": 1594,
      "name": "A dank passageway",
      "description": "Rough cut from the surrounding stone, this passageway looks fairly\nnew. Dust and small bits of stone along the walls give evidence to\nthe recent work. Given the untidy nature of hobgoblins though, it\nis difficult to tell if has been days or weeks since the work was\ndone.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "east": 1596,
        "northeast": 1597,
        "south": 1593,
        "west": 1595
      },
      "exdescs": {},
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1595": {
      "vnum": 1595,
      "name": "An assembly room",
      "description": "Boxes and cartons line the walls of this cramped room. Several odd\nmechanical assemblages are arrayed about the three tables in this\nchamber. Judging by the manacles and chains extending from the walls,\nwhoever works here is a reluctant participant, at best.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "east": 1594
      },
      "exdescs": {
        "assemblages": "Odd in the extreme, these conglomerations are a strange mixture of\ngears, springs, buttons, and panels. Looking them over and over,\nyou find you still canoot fathom what their use or purpose may be.",
        "boxes": "The boxes are full of odd bits and pieces. Everything from gears and\nsprings to sections of metal and wood panels.",
        "cartons": "The cartons are full of odd bits and pieces. Everything from gears and\nsprings to sections of metal and wood panels.",
        "chains": "Rusted, but well cared for, these chains have seen recent use. By\nthe size of the manacles, you would guess the victim to be roughly\nman sized, although the actual race cannot be determined from so\nlittle evidence.",
        "manacles": "Rusted, but well cared for, these manacles have seen recent use.\nBy the size of them, you would guess the victim to be roughly\nman sized, although the actual race cannot be determined from\nso little evidence."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1596": {
      "vnum": 1596,
      "name": "A conference room",
      "description": "This room is clean and well kept. Fine oak desks, arrayed about\nthe room, are covered with neat stacks of paper. Several long\nsheets have been strategically placed about the room. Each\nsheet depicting diagrams, notes, and formulae of an unusual\nnature. As the oddity of such a room as this flashes through\nyour mind, your eyes fall upon the manacles and chains bolted\nto the walls. Mayhap, this room has a place within these caves\nafter all.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "west": 1594
      },
      "exdescs": {
        "chains": "Rusted, but well cared for, these chains have seen recent use. By\nthe size of the manacles, you would guess the victim to be roughly\ngnome sized, although the actual race cannot be determined from\nso little evidence.",
        "desks": "While made of the finest material, as you look closer, you see that\nthe desks have sufered some damage along the way. It is almost as if\nthey had travelled far to get here and were worse the wear for their\njourneying.",
        "manacles": "Rusted, but well cared for, these manacles have seen recent use.\nBy the size of them, you would guess the victim to be roughly\ngnome sized, although the actual race cannot be determined from\nso little evidence.",
        "oak": "While made of the finest material, as you look closer, you see that\nthe desks have sufered some damage along the way. It is almost as if\nthey had travelled far to get here and were worse the wear for their\njourneying.",
        "paper": "Riffling through the stacks, you find they are full of incomprehensible\ndiagrams, formulae and the odd bit of arcane symbology. Try as you might,\nyou cannot make out what any of it means.",
        "sheets": "Huge diagrams are scrawled over the sheets. Minor notations and\nadditions have been made here and there. However, no matter how\nclear the diagrams are, you cannot fathom their purpose, or what,\nif any, fantastic devices may be the end result.",
        "stacks": "Riffling through the stacks, you find they are full of incomprehensible\ndiagrams, formulae and the odd bit of arcane symbology. Try as you might,\nyou cannot make out what any of it means."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1597": {
      "vnum": 1597,
      "name": "An end to the passage",
      "description": "The passageway comes to an end here.  The walls are even more raw than\nfurther down the passageway.  This is definately recent work.  Chunks\nand bits of stone and rubble litter the floor all about.  An almost\ncompleted entryway to the north shows the most recent work.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "east": 1599,
        "north": 1586,
        "southwest": 1594,
        "west": 1598
      },
      "exdescs": {
        "rubble": "Looking at the rubble, you can see the markings from the tools used\nto chip away at the surrounding stone. WHoever has been doing this\nwork is strong indeed. The length of some marks upon the wall show\na great deal of force behind the blows.",
        "stone": "Looking at the rubble, you can see the markings from the tools used\nto chip away at the surrounding stone. WHoever has been doing this\nwork is strong indeed. The length of some marks upon the wall show\na great deal of force behind the blows."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1598": {
      "vnum": 1598,
      "name": "A foul stench",
      "description": "The air is thick here with the residue of many a failed experiment.\nBeakers and bottles litter the floor and the single table. Rotting\ningredients and dried remains cake the table in an exotic patterning.\nSeveral half filled bottles are stacked in one corner in the table.\nEvidence of the last batch of experiments.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "east": 1597
      },
      "exdescs": {
        "beakers": "Caked, crusted, cracked, crazed, every one of these containers has\nseen the use and abuse of many a failed experiment. As your eyes\nscan over them, you cannot find even one that is clean and pristine.",
        "bottles": "Caked, crusted, cracked, crazed, every one of these containers has\nseen the use and abuse of many a failed experiment. As your eyes\nscan over them, you cannot find even one that is clean and pristine.",
        "table": "Rickety in the extreme, this table looks to be on its last legs. The\nscarring and caking of its surface adds to its aged appearance."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    },
    "1599": {
      "vnum": 1599,
      "name": "A decrepit lab",
      "description": "As labs go, this is a sad example. One rickety table occupies the\neastern wall. Stacks of junk and oddments litter the floor. Scrawlings\non the wall show sad attempts at design work. Several smashed pieces\nof machinery lie on the table, like half forgotten toys.",
      "sector": "underground",
      "flags": {
        "dark": true,
        "indoors": true
      },
      "exits": {
        "west": 1597
      },
      "exdescs": {
        "junk": "Piled high about the room, these piles are a sad mix of poorly\nconstructed bits of machinery, and pieces of rotting food. It\nwould seem the hobgoblins take as much care of their experiments\nas they do of their homes.",
        "machinery": "Looking at the pieces littered over the table, it is difficult to see\nhow any of it could possibly have once been something worthwile.  While\nrelatively complex in spots, the mechanisms are badly assembled with\npoor parts.",
        "oddments": "Piled high about the room, these piles are a sad mix of poorly\nconstructed bits of machinery, and pieces of rotting food. It\nwould seem the hobgoblins take as much care of their experiments\nas they do of their homes.",
        "pieces": "Looking at the pieces littered over the table, it is difficult to see\nhow any of it could possibly have once been something worthwile.  While\nrelatively complex in spots, the mechanisms are badly assembled with\npoor parts.",
        "scrawlings": "While at first glance these scrawlings look like diagrams and\narcana notations, closer examination shows it to seem more the\nplayful scratchings of a group of children.",
        "smashed": "Looking at the pieces littered over the table, it is difficult to see\nhow any of it could possibly have once been something worthwile.  While\nrelatively complex in spots, the mechanisms are badly assembled with\npoor parts.",
        "stacks": "Piled high about the room, these piles are a sad mix of poorly\nconstructed bits of machinery, and pieces of rotting food. It\nwould seem the hobgoblins take as much care of their experiments\nas they do of their homes.",
        "table": "Rickety in the extreme, this table looks to be on its last legs.\nThe stacks of junk seem to be pushed against the legs, as if\noffering support to them."
      },
      "area_name": "Shattered Refuge",
      "area_author": "Seccunda"
    }
  }
}